Repository: hongquang198/jishoAnkiDicts
Catalog: lib/l10n/app_*.arb
Languages: vi

source: Hello World!
vi: Xin chào!

source: Look up
vi: Tìm kiếm

source: History
vi: Lịch sử

source: Favorite
vi: Yêu thích

source: Review
vi: Ôn tập

source: Settings
vi: Tùy chọn

source: Examples
vi: Ví dụ

source: Components
vi: Hán tự

# enableFloating
source: Enable floating app
vi: Nút tra nhanh khi thoát ứng dụng

source: Language
vi: Ngôn ngữ

# reviewComplete
source: You have completed your reviews.
vi: Bạn đã hoàn thành phần ôn tập.

# appTitle
source: JishoAnki Dictionary
vi: Từ điển JishoAnki

source: New cards per day
vi: Số thẻ flashcard mới / ngày

# graduatingInterval
source: Graduating interval (days)
vi: Khoảng thời gian thẻ flashcard trưởng thành

# graduatingIntervalDescription
source: Card newly graduated will have this interval (days)
vi: Graduating Interval: Khi một thẻ mới được học sẽ có khoảng thời gian (interval) này

# startingEase
source: Starting ease ratio
vi: Tỉ lệ ease ban đầu

# startingEaseDescription
source: The ratio which will determine how long the next interval should be (new interval = old interval * this ratio)
vi: Starting ease: Tỉ lệ ban đầu được nhân với khoảng thời gian (interval) của thẻ để quyết định khoảng interval tiếp theo khi ấn nút Tốt

# lapsesStepsDescription
source: When a graduated card is forgotten, it will have this interval
vi: Lapses Steps: Khi một thẻ đã đạt độ trưởng thành mà bị quên, thẻ sẽ có khoảng thời gian mới này

# leechThreshold
source: Leech threshold (times)
vi: Ngưỡng học lại (số lần)

# leechThresholdDescription
source: Number of times a graduated card is forgotten. If this number is reached the card will be deleted and moved to 'Favorite' list
vi: Leech Threshold: Số lần một thẻ trưởng thành bị học lại (ấn nút Again) quá nhiều lần, thẻ sẽ bị xóa

# newCardsStep
source: New cards steps
vi: Bước nhảy của thẻ mới

# newCardsStepDescription
source: New cards will progress through these interval before finally graduating.
vi: New cards steps: Khoảng thời gian của thẻ sẽ lần lượt có interval trong list sau mỗi lần ấn nút 'Tốt'

source: Sentence translate
vi: Dịch câu

source: Statistics
vi: Thống kê
